Ran Plan for dir: `infrastructure/gcp/cloud-deployment/gcloud-dns-ols` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.gcloud_dns.google_dns_managed_zone.gcloud-dns will be created
+ resource "google_dns_managed_zone" "gcloud-dns" {
      + creation_time   = (known after apply)
      + description     = "Gcloud DNS for for ols.blast.co.id"
      + dns_name        = "ols.blast.co.id."
      + force_destroy   = true
      + id              = (known after apply)
      + managed_zone_id = (known after apply)
      + name            = "ols-dev-gcloud-dns-blast-ols-blast"
      + name_servers    = (known after apply)
      + project         = (known after apply)
      + visibility      = "public"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ network_dns_id              = (known after apply)
+ network_dns_managed_zone_id = (known after apply)
+ network_dns_name_servers    = (known after apply)
+ network_dns_zone_visibility = "public"
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d infrastructure/gcp/cloud-deployment/gcloud-dns-ols`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ols-dev-gce-atlantis:4141/lock?id=greyhats13%252Fol_shop%252Finfrastructure%252Fgcp%252Fcloud-deployment%252Fgcloud-dns-ols%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d infrastructure/gcp/cloud-deployment/gcloud-dns-ols`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`